Repository: leuski/galley
Catalog: Sources/GalleyCoreKit/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: %@ is no longer available — switched to the default.
ru: %@ больше недоступно — выбрано значение по умолчанию.

source: Built-in
ru: Встроенный

# Cannot load template '%@': %@
source: Cannot load template '%1$@': %2$@
ru: Не удалось загрузить шаблон «%1$@»: %2$@

source: Default
ru: Встроенный

source: Global (%@)
ru: Глобально (%@)

source: High Contrast
ru: Высокий контраст

source: Install a supported processor (e.g. multimarkdown via Homebrew) and pick it in Settings.
ru: Установите поддерживаемый обработчик (например, multimarkdown через Homebrew) и выберите его в настройках.

source: Markdown processor unavailable
ru: Обработчик Markdown недоступен

source: New Tab in Frontmost Window
ru: Новая вкладка в активном окне

source: New Window
ru: Новое окно

source: No markdown processor configured
ru: Обработчик Markdown не настроен

source: Processor
ru: Обработчик

source: Render error
ru: Ошибка рендеринга

source: Replace Frontmost Document
ru: Заменить активный документ

source: Rescan Installed Processors
ru: Пересканировать установленные обработчики

source: Reveal Templates Folder
ru: Показать папку шаблонов

source: Sepia
ru: Сепия

source: Template
ru: Шаблон

source: Template error
ru: Ошибка шаблона

source: Template unavailable
ru: Шаблон недоступен

source: Terminal
ru: Терминал
